"OK" = "OK";
"CANCEL" = "Anuluj";
"REPLACE" = "Zastąp";
"DELETE" = "Usuń";
"DISABLE" = "Wyłącz";
"UNKNOWN" = "Nieznany";
"NEVER" = "Nigdy";
"ERROR" = "Błąd";
"CONTINUE" = "Dalej";

"SELECT_APP_PANEL_TITLE" = "Wybierz program";
"SELECT_DIR_PANEL_TITLE" = "Wybierz katalog";

"SELECT" = "Zaznacz";
"NONE_FOUND" = "Żaden program nie został znaleziony.";
"UNKNOWN_ERROR" = "Nieznany błąd";

"ITOOLS_ACCOUNT_NAME_IS_EMPTY" = "Nie zostały podane twoje dane użytkownika .Mac. Proszę podać te informacje.";
"ITOOLS_ACCOUNT_NAME_IS_EMPTY_DESC" = "Po podaniu informacji członkowskich usługi .Mac, przejdź do karty „Email” i kliknij ponownie w „Użyj konta email .Mac”.";

"EMAIL_ACCOUNTINFO_WILL_BE_ERASED" = "Podana informacja dotyczy innego konta pocztowego. Czy na pewno chcesz ją zastąpić swoim kontem .Mac?";
"EMAIL_ACCOUNTINFO_WILL_BE_ERASED_DESC" = "Informacje dla innych kont pocztowych nie zostaną zachowane.";

"ITOOL_SIGN_UP_URL" = "http://www.apple.com/itools/signup/english.html";

"DOWNLOAD_FILE_DISPLAY" = "„%@” na woluminie „%@”";

"ON_YOUR_DESKTOP" = "Moje biurko";
"IN_YOUR_DOCUMENTS" = "Moje dokumenty";

/* iDisk mirror strings */
"IDISK_MIRROR_TITLE" = "Ustawienia konta %@ zostały zmienione. Włączona zostanie synchronizacja z iDiskiem użytkownika %@@%@.";
"IDISK_MIRROR_TITLE_2" = "Informacje dotyczące konta %@ należącego do użytkownika %@@%@ zostały usunięte.";
"IDISK_MIRROR_INFO" = "Lokalna kopia iDisku należącego do użytkownika %@@%@ została przeniesiona na biurko, ponieważ nie jest już aktywna.";
"MIRROR_WARNING_TITLE" = "Czy na pewno chcesz wyłączyć lokalny iDisk dla %@@mac.com?";
"MIRROR_WARNING_INFO" = "Lokalny iDisk dla %@@mac.com zostanie przeniesiony na biurko.";
"MIRROR_DEFAULT_BUTTON" = "Wyłącz lokalny iDisk";
"MIRROR_CANCEL_BUTTON" = "Anuluj";
"NOT_MOUNTED" = "Niezamontowany";
"STOP_BUTTON" = "Zatrzymaj";
"START_BUTTON" = "Uruchom";
"OFF_STATUS" = "Synchronizacja iDisku: wyłączona";
"ON_STATUS" = "Synchronizacja iDisku: włączona";
"STARTING_UP_STATUS" = "Uruchamiam synchronizację iDisku…";
"TURNING_OFF_STATUS" = "Zatrzymuję synchronizację iDisku…";
"MIRROR_OFF_INFORMATIVE" = "Kliknij w przycisk Uruchom, aby zachować kopię iDisku na komputerze i mieć dostęp do niego nawet wtedy, gdy nie masz połączenia z Internetem.";
"MIRROR_ON_INFORMATIVE" = "Kliknij w przycisk „Zatrzymaj”, aby powrócić do internetowego iDisku. Dostęp do iDisku będzie możliwy tylko wtedy, gdy komputer będzie podłączony do Internetu.";
"MIRROR_GENERAL_INFORMATIVE" = "Synchronizacja iDisku pozwala korzystać z niego w dowolnym momencie, nawet gdy nie masz połączenia z Internetem.";

/* Services unavailable sheets */
"IDISK_UPGRADE_TITLE" = "iDisk niedostępny";
"IDISK_UPGRADE" = "Wykup pełną subskrypcję %@, aby korzystać z iDisku.";
"SYNC_UPGRADE_TITLE" = "To konto %@ nie ma uwierzytelnienia do synchronizacji z %@.";
"SYNC_UPGRADE_MESSAGE" = "Wykup pełną subskrypcję %@, aby korzystać z usług synchronizacji %@.";
"SHARING_UPGRADE_TITLE" = "Udostępnianie nie jest możliwe";
"SHARING_UPGRADE_MESSAGE" = "Niestety twoje konto .Mac nie ma autoryzacji do wykorzystania tej możliwości. Uaktualnij do pełnego konta .Mac, by dołączyć tę możliwość.";
"ADVANCED_TAB_UPGRADE_TITLE" = "Funkcje niedostępne";
"ADVANCED_TAB_UPGRADE_MESSAGE" = "Niestety, Twoje konto .Mac nie ma autoryzacji do wykorzystania tych funkcji. Uaktualnij do pełnego konta .Mac, by dołączyć te funkcje.";
"UPGRADE_BUTTON" = "Uaktualnij";
"NOT_YET" = "Zamknij";
"UPGRADE_URL" = "https://secure.me.com/wo/WebObjects/Signup.woa/wa/upgrade?lang=pl"; /* must be localized */


/* iDisk Error Strings */
"NO_ACCESS_ALERT" = "Brak dostępu do konta %@.";
"SERVER_ERROR" = "Serwer zwrócił błąd. Spróbuj ponownie później.";
"NOT_AUTHORIZED" = "Twoja nazwa użytkownika %@ lub hasło dostępu mogą być nieprawidłowe. Wpisz inną nazwę użytkownika lub hasło.";
"GENERAL_ERROR" = "Wystąpił problem podczas podłączenia się do serwera iDisku. Spróbuj ponownie później. Możesz kontynuować pracę poza siecią na lokalnym iDisku.";
"SERVER_NOT_FOUND" = "Wystąpił problem podczas podłączenia się do wymaganego serwera iDisku. Spróbuj ponownie później. Możesz kontynuować pracę poza siecią na lokalnym iDisku.";
"GENERAL_FAILURE" = "Wystąpił problem podczas podłączenia się do wymaganego serwera iDisku. Spróbuj ponownie później. Możesz kontynuować pracę poza siecią na lokalnym iDisku.";
"CANNOT_COMMIT" = "Twoje opcje nie mogą być teraz zmienione.";
"MISSING_INFO" = "Nie można uzyskać dostępu do konta %@, ponieważ brakuje nazwy użytkownika lub hasła. Wyloguj się i zaloguj ponownie, aby uzyskać dostęp do %@.";
"OPERATION FAILED" = "Operacja nie została wykonana";

/* Password Error Strings */
"PASSWORD_ALERT" = "Podane hasło oraz hasło powtórzone nie są takie same. Spróbuj ponownie.";
"BAD_PASSWORD" = "Hasła mogą zawierać tylko litery (a-z lub A-Z), cyfry (0-9) oraz znaki (!\"#$%&'()*+,-./:;<=>?@[\\]^_`{|}). Podaj inne hasło.";
"BAD_PASSWORD_LENGTH" = "Długość hasła musi wynosić od 6 do 20 znaków. Podaj inne hasło.";
"BAD_PASSWORD_ENDS_IN_PERIOD" = "Hasło nie może kończyć się kropką. Podaj inne hasło.";
"BAD_PASSWORD_TWO_PERIODS" = "Hasło nie może zawierać dwóch sąsiadujących ze sobą kropek. Podaj inne hasło.";
"SAME_PASSWORD" = "Hasło dostępu do katalogu „Public” nie może być takie samo, jak hasło dostępu do %@. Wprowadź inne hasło.";
"EMPTY_PASSWORD" = "Hasło nie może pozostać puste. Proszę, podaj hasło.";
"KEYCHAIN_ERROR_TITLE" = "Błąd pęku kluczy.";
"KEYCHAIN_ERROR_MESSAGE" = "Wystąpił problem podczas zachowania pęku kluczy. Spróbuj ponownie lub użyj programu Dostęp do pęku kluczy, aby sprawdzić pęk kluczy.";

/* Marketing Error Sheet Info */
"WILL_EXPIRE" = "Okres próbny %@ upłynie za %d dni.";
"WILL_EXPIRE_INFO" = "Gdy upłynie okres próbny %@, Twój iDisk przestanie działać. Załóż pełne konto %@, aby korzystać z większego iDisku, dodatkowych funkcji archiwizowania danych, i nie tylko.";
"HAS_EXPIRED" = "Minął okres próbny usługi %@.";
"HAS_EXPIRED_INFO" = "Twój iDisk został wyłączony, ponieważ upłynął okres próbny usługi %@. Zarejestruj się jako użytkownik %@, aby uzyskać dostęp do większego iDisku, dodatkowych funkcji archiwizowania danych, i nie tylko.";

/* iDisk Strings */
"BUY_SPACE_URL" = "https://secure.me.com/account/#buymore";
"SIGN_UP_URL" = "http://www.apple.com/pl/mobileme/";

"ITOOLS_KEYCHAIN_COMMENT" = "To jest pozycja pęku kluczy usługi .Mac dla %@.";
"NONE" = "Brak";

"KILO_FMT" = "%d KB";
"MEGA_FMT" = "%d MB";
"GIGA_FMT" = "%d GB";
"GIGA_FLOAT_FMT" = "%.2f GB";
"QUOTA_FMT" = "%@ łącznie, %@ użyte, %@ dostępne";
"AX_DESCR_FOR_IDISK_QUOTA" = "Przydział iDisku";


"ALREADY_ON_KEYCHAIN_MESSAGE" = "W pęku kluczy „login” istnieje już rzecz, która jest importowana. Użyj programu Dostęp do pęku kluczy, aby przenieść lub usunąć konfliktowe klucze prywatne lub certyfikaty.";

/* alert prompt for trying to enable NAT-PMP mode */
"NATPMP_CONFIGURE_PROMPT" = "Wydajność usługi %@ jest teraz zredukowana na stacji bazowej AirPort o nazwie „%@”.\n\nCzy chcesz skonfigurować ją dla optymalnej wydajności?";
"NATPMP_FAILED_TITLE" = "Nie udało się uruchomić odwzorowania portów NAT na tym bezprzewodowym urządzeniu Apple.";
"NATPMP_FAILED_MESSAGE" = "Upewnij się, że to bezprzewodowe urządzenie Apple obsługuje odwzorowanie portów NAT. Aby dowiedzieć się więcej, użyj Narzędzia AirPort, które znajdziesz w katalogu programy > Narzędzia.";
"NATPMP_SUCCESS_TITLE" = "Odwzorowanie portów NAT zostało włączone.";
"NATPMP_SUCCESS_MESSAGE" = "Zaczekaj na ponowne uruchomienie urządzenia bezprzewodowego Apple.";
"INCORRECT_PASSWORD_TITLE" = "Niewłaściwe hasło."; /* also used for airport nat-pmp configuring */
"INCORRECT_PASSWORD_MESSAGE" = "Podane hasło jest niepoprawne. Spróbuj ponownie.";
/* progress indicator status for configuring airport */
"READING_AIRPORT_CONFIG" = "Czytam konfigurację stacji bazowej AirPort";
"UPDATING_AIRPORT_FIRMWARE" = "Uaktualniam firmware stacji bazowej AirPort";

"AIRPORT_UNKNOWN_ERROR" = "Wystąpił nieznany błąd podczas czytania konfiguracji bezprzewodowego urządzenia AirPort. Spróbuj ponownie.";
"AIRPORT_PASSWORD_INVALID_MESSAGE" = "Niestety, podane hasło dostępu do urządzenia AirPort jest niewłaściwe. Spróbuj ponownie.";
"ALREADY_ENABLED_TITLE" = "Już jest włączone";
"ALREADY_ENABLED_MESSAGE" = "Wygląda na to, że na tym bezprzewodowym urządzeniu Apple jest już włączone odwzorowanie portów NAT.";
"UNSUPPORTED_OPERATION_TITLE" = "Nieobsługiwana operacja";
"UNSUPPORTED_OPERATION_MESSAGE" = "Niestety, ten model urządzenia AirPort nie obsługuje odwzorowania portów NAT, które pozwala usłudze MobileMe na dostęp do Twego komputera spoza zapory sieciowej.";

/* Getting the base station password */
"ABS_PROMPT_TEXT" = "Podaj hasło do stacji bazowej o nazwie\n%@:";

/* Account status strings */
"ACCOUNT_STATUS_TITLE" = "Zarejestruj teraz";
"ACCOUNT_STATUS_MESSAGE" = "Korzystaj z zestawu możliwości usługi .Mac. Kliknij w „Dowiedz się więcej” po 60-dniowy okres próbny.";
"SIGN_UP_BUTTON" = "Zarejestruj";
"LEARN_MORE_BUTTON" = "Dowiedz się więcej";

/* Sign out alert */
"SIGN_OUT_ALERT_TITLE" = "Czy na pewno chcesz się wylogować z %@?";
"SIGN_OUT_ALERT_MESSAGE" = "Jeżeli się wylogujesz, funkcje synchronizacji %@, synchronizacji iDisku i inne usługi %@ mogą być niedostępne na tym komputerze do momentu ponownego zalogowania na koncie.";
"SIGN_OUT_ALERT_DEFAULT_BUTTON" = "Wyloguj się";
"SIGN_OUT_ALERT_CANCEL_BUTTON" = "Anuluj";

/* Sign in not on network */
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_SAVE" = "Zachowaj";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_DIAG" = "Diagnostyka sieci…";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_TITLE" = "Nie masz połączenia z Internetem.";
"SIGN_IN_NETWORK_DIAGNOSTICS_ALERT_MESSAGE" = "Logowanie na koncie %@ wymaga połączenia z Internetem. Kliknij w „Diagnostyka sieci”, jeżeli masz kłopoty z nawiązaniem połączenia internetowego. Możesz także kliknąć w przycisk „Zachowaj”, aby zachować nazwę użytkownika %@ i hasło w celu ich późniejszego użycia.";

/* Tab item labels that can change dynamically */
"ACCOUNT" = "Konto";
"SIGN IN" = "Zaloguj się";

/* Back To My Mac string */
"BTMM_STATUS_ENABLED" = "Zdalnie na moim Macu: włączona";
"BTMM_STATUS_DISABLED" = "Zdalnie na moim Macu: wyłączona";
"BTMM_STATUS_TRANSIENT" = "Zdalnie na moim Macu: uruchamiam…";
"BTMM_STATUS_START" = "Włącz Zdalnie na moim Macu";
"BTMM_STATUS_STOP" = "Wyłącz Zdalnie na moim Macu";
"BTMM_START_BUTTON_SHOWING_TEXT" = "Kliknij w przycisk „Zatrzymaj”, aby wyłączyć funkcję „Zdalnie na moim Macu” na tym komputerze. Uzyskanie dostępu do tego komputera z innych komputerów przy użyciu funkcji „Zdalnie na moim Macu” nie będzie już możliwe.";
"BTMM_STOP_BUTTON_SHOWING_TEXT" = "Kliknij w przycisk Uruchom, aby włączyć funkcję „Zdalnie na moim Macu” na tym komputerze. Musisz włączyć tę funkcję na wszystkich komputerach, do których chcesz mieć dostęp.";

/* BTMM Status Strings */
"BTMM_STATUS_NOT_INITIALIZED" = "Funkcja „Zdalnie na moim Macu” nie działa prawidłowo, ale nie ma żadnych dodatkowych informacji na temat przyczyn. Spróbuj wymusić zakończenie pracy Findera oraz wyłączyć i włączyć ponownie usługi udostępniania.";
"BTMM_STATUS_DOUBLE_NAT" = "Funkcja Zdalnie na moim Macu nie działa prawidłowo, ponieważ w sieci jest więcej niż jedno urządzenie translacji adresów sieciowych (NAT). Spróbuj wyłączyć NAT na jednym z tych urządzeń.";
"BTMM_STATUS_NO_ROUTER" = "Funkcja „Zdalnie na moim Macu” nie działa prawidłowo, ponieważ nie ma połączenia z Internetem.";
"BTMM_STATUS_NO_NETWORK" = "Nie udało się uruchomić funkcji „Zdalnie na moim Macu”, ponieważ nie ma połączenia z Internetem.";
"BTMM_STATUS_RESTARTING" = "Włączone zostało odwzorowanie portów NAT. Zaczekaj na ponowne uruchomienie bezprzewodowego urządzenia Apple.";
"BTMM_STATUS_POLLING_MODE" = "Funkcja „Zdalnie na moim Macu” nie działa prawidłowo, ponieważ jest problem z dostępem do MobileMe. Być może dostęp blokowany jest przez zaporę sieciową lub router, albo serwer MobileMe jest chwilowo niedostępny.";
"BTMM_STATUS_NAT_TRAVERSAL" = "Funkcja „Zdalnie na moim Macu” nie może zapewnić zdalnego dostępu do usług udostępniania na tym komputerze, ponieważ wymaga ona routera obsługującego odwzorowanie portów NAT (NAT-PMP) lub UPnP. Upewnij się, że Twój router obsługuje jeden z tych protokołów i sprawdź, czy obsługa ta jest włączona.";
"BTMM_STATUS_NOT_RUNNING" = "Funkcja „Zdalnie na moim Macu” nie działa prawidłowo, ponieważ usługa Bonjour nie jest uruchomiona.";
"BTMM_STATUS_NO_AUTH" = "Funkcja „Zdalnie na moim Macu” nie działa prawidłowo, ponieważ MobileMe nie zaakceptowało podanego hasła. Spróbuj wylogować się z MobileMe i zalogować ponownie. Jeżeli hasło MobileMe zostało niedawno zmienione, upewnij się, że używasz właściwego hasła.";
"BTMM_STATUS_NO_SUCH_RECORD" = "Funkcja Zdalnie na moim Macu nie działa prawidłowo; serwer DNS nie odpowiada. Skontaktuj się z dostawcą Internetu i uzyskaj adres innego serwera DNS. Wpisz ten adres w preferencjach Sieć.";
"BTMM_STATUS_NAT_PMP_DISABLED" = "Funkcja „Zdalnie na moim Macu” nie może zapewnić zdalnego dostępu do usług udostępniania na tym komputerze, ponieważ na routerze wyłączona jest funkcja odwzorowania portów NAT (NAT-PMP).";
"BTMM_STATUS_FIREWALL_BLOCKED" = "Funkcja Zdalnie na moim Macu jest włączona, ale zapora sieciowa blokuje zdalny dostęp do komputera. Aby zezwolić na połączenia przychodzące do potrzebnych usług, otwórz preferencje Ochrona i zmień ustawienia zapory.";
"STATUS_HELP_BUTTON" = "Więcej informacji…";
"ENABLE_PORT_MAPPING" = "Włącz odwzorowanie portów NAT…";
"SECURITY_BUTTON" = "Preferencje Ochrona…";

/* BTMM Failure strings */
"CLIENT_FAILURE_TITLE" = "Nie udało się uruchomić funkcji „Zdalnie na moim Macu”";
"CLIENT_FAILURE_MESSAGE" = "Wyloguj się, zaloguj ponownie i spróbuj jeszcze raz. Jeżeli problem będzie się powtarzał, uruchom ponownie komputer.";

"SERVER_FAILURE_TITLE" = "Nie udało się uruchomić funkcji „Zdalnie na moim Macu”";
"SERVER_FAILURE_MESSAGE" = "Nie udało się uruchomić funkcji „Zdalnie na moim Macu”, ponieważ wystąpił błąd serwera %@. Spróbuj ponownie później. Jeżeli problem będzie się powtarzał, skontaktuj się ze wsparciem technicznym %@.";
"SERVER_FAILURE_ALERT_ALTERNATE_BUTTON" = "Obsługa %@";
"SERVER_FAILURE_SUPPORT_URL" = "http://www.apple.com/pl/support/mobileme/"; /* must be localized */

/* BTMM Accessibility Strings */
"AX_DESCR_FOR_NSStatusUnknown" = "Wskaźnik statusu - wyłączona";
"AX_DESCR_FOR_NSStatusAvailable" = "Wskaźnik statusu - włączona";
"AX_DESCR_FOR_NSStatusAway" = "Wskaźnik statusu błędu";
"AX_DESCR_FOR_NSStatusIdle" = "Wskaźnik statusu - ostrzeżenie";


/* name/password validation strings. these appear under the password field in the Accounts tab. */
"PASSWORD_VALID" = "Hasło jest poprawne";
"PASSWORD_INVALID" = "Niepoprawna nazwa lub hasło";
"UNKNOWN_VALIDATION" = "Nieznany błąd sprawdzania poprawności";
"CRED_VALIDATION_SERVER_ERROR" = "Serwer nie został znaleziony";

/* Sync strings */
"SYNC_LOGIN_FAILED_TITLE" = "Nie udało się zalogować do serwera synchronizacji %@";
"SYNC_LOGIN_FAILED_MESSAGE" = "Sprawdź ustawienia sieciowe oraz konta i spróbuj ponownie.";
"SYNC_LOGIN_FAILED_SET_UP_ACCOUNT_BUTTON" = "Skonfiguruj konto";
"SYNC_LOGIN_FAILED_CANCEL_BUTTON" = "Anuluj";
"SYNC_DISABLED_TITLE" = "Synchronizacja jest wyłączona";
"SYNC_DISABLED_MESSAGE" = "Synchronizacja jest wyłączona. Włącz synchronizację w karcie „Synchronizacja %@” i spróbuj ponownie.";
"SYNC_DISABLED_PROMPT" = "Na tym komputerze synchronizacja jest teraz wyłączona. Czy chcesz ją włączyć?";
"SYNC_REGISTER_CONFLICT_TITLE" = "Komputer o nazwie „%@” jest już zarejestrowany na serwerze synchronizacji %@.";
"SYNC_REGISTER_CONFLICT_MESSAGE" = "Jeżeli nadasz taką samą nazwę dwóm różnym komputerom, możesz utracić synchronizowane informacje na zarejestrowanych komputerach i urządzeniach.\n\nPoprzednio zarejestrowanej nazwy możesz bezpiecznie użyć tylko wtedy, gdy masz pewność, że obecnie używa jej tylko jeden komputer korzystający z tego konta %@.";
"SYNC_UNKNOWN_ERROR_TITLE" = "Wystąpił błąd podczas operacji synchronizacji";
"SYNC_UNKNOWN_ERROR_MESSAGE" = "Wystąpił błąd podczas wykonywania operacji synchronizacji. Sprawdź ustawienia sieciowe oraz konta i spróbuj ponownie.";
"SYNC_REGISTER_CONFLICT_ENTER_ANOTHER_NAME" = "Podaj inną nazwę";
"SYNC_REGISTER_CONFLICT_USE_SAME_NAME" = "Użyj tej samej nazwy";
"SYNC_REGISTER_CONFLICT_CANCEL" = "Anuluj";
"NEVER SYNCHRONIZED" = "nie było synchronizacji";
"REPLACE_INFO_FROM_DOT_MAC" = "Zastąp %@ na tym komputerze danymi z %@.";
"REPLACE_INFO_FROM_THIS_COMPUTER" = "Zastąp %@ na %@ danymi z tego komputera.";
"INFO_FROM_DOT_MAC" = "na tym komputerze danymi z %@.";
"INFO_FROM_THIS_COMPUTER" = "na %@ danymi z tego komputera.";
"UNREGISTER_SYNC_CONFIRMATION_TITLE_SINGULAR" = "Czy na pewno chcesz wyłączyć synchronizowanie wybranego komputera?";
"UNREGISTER_SYNC_CONFIRMATION_MESSAGE_SINGULAR" = "Oznacza to rezygnację z synchronizacji z „%@”.";
"UNREGISTER_SYNC_CONFIRMATION_TITLE_PLURAL" = "Czy na pewno chcesz wyłączyć synchronizowanie wybranych komputerów?";
"UNREGISTER_SYNC_CONFIRMATION_MESSAGE_PLURAL" = "Oznacza to rezygnację z synchronizacji z zaznaczonymi komputerami.";
"SYNC_REPLACE_DOT_MAC_CONFIRM_TITLE" = "Czy na pewno chcesz zastąpić dane znajdujące się na %@ danymi z tego komputera?";
"SYNC_REPLACE_COMPUTER_CONFIRM_TITLE" = "Czy na pewno chcesz zastąpić dane znajdujące się na tym komputerze danymi z %@?";
"SYNC_REPLACE_CONFIRM_MESSAGE" = "Tej czynności nie można cofnąć.";
/* Appears in the advanced tab next to the name of this computer */
"THIS_COMPUTER" = "(ten komputer)";
/* The "Sync Now" button changes title during a sync: */
"SYNC_NOW" = "Synchronizuj teraz";
"CANCEL_SYNC" = "Odwołaj synchronizację";
/* The "Unregister" button in the Advanced tab changes: */
"UNREGISTER_SINGULAR" = "Zatrzymaj synchronizację komputera";
"UNREGISTER_PLURAL" = "Zatrzymaj synchronizację komputerów";
"REGISTER_THIS_COMPUTER" = "Synchronizuj ten komputer";

/* Sync progress status text */
"SYNC_PROGRESS_UNAVAILABLE" = "Synchronizacja niedostępna";
"SYNC_PROGRESS_SYNCING" = "Synchronizuję %@…";
"SYNC_PROGRESS_GETTING" = "Pobieram informacje %@…";
"SYNC_PROGRESS_CANCELING" = "Anuluję…";
"SYNC_PROGRESS_PREPARING_DOTMAC" = "Rozpoczynam synchronizację %@…";
"SYNC_PROGRESS_SYNCING_DOTMAC" = "Synchronizuję %@…";
"ADVANCED_REGISTERING_COMPUTER" = "Rejestruję komputer…";
"ADVANCED_UNREGISTERING_COMPUTER" = "Wyrejestrowuję komputer…";
"ADVANCED_PROGRESS_GETTNG" = "Pobieram listę zarejestrowanych komputerów…";
"ADVANCED_PROGRESS_UPDATING" = "Uaktualniam listę zarejestrowanych komputerów…";
"ADVANCED_PROGRESS_FAILED_GETTING" = "Nie udało się uzyskać listy zarejestrowanych komputerów…";
"FAILED_START_SYNC" = "Nie udało się uruchomić synchronizacji...";
"FAILED_COMM_SYNC_SERVER" = "Nie udało się skomunikować z lokalnym serwerem synchronizacji. Spróbuj ponownie później.";

/**/
"Sync Information Table" = "Tablica informacji synchronizacji";

/* High Level error messages */

/* For the text on the My Macs Tab */
"FILE_SHARING_ON" = "Udostępnianie plików: włączone";
"FILE_SHARING_OFF" = "Udostępnianie plików: wyłączone";
"SCREEN_SHARING_ON" = "Współdzielenie ekranu: włączone";
"SCREEN_SHARING_OFF" = "Współdzielenie ekranu: wyłączone";

"FILE_SHARING_TEXT" = "Pliki na „%@” dostępne będą zdalnie z Twoich pozostałych komputerów Mac.";
"SCREEN_SHARING_TEXT" = "Włącz współdzielenie ekranu, aby móc widzieć biurko „%@” z innych komputerów Mac.";
"THIS_COMPUTER_NO_PARENS" = "Ten komputer";

/* Localizations from the Nibs */
/* Internet Pref*/
"SIGNED_IN_TEXT" = "Zalogowany  %@";

"MEMBER_MESSAGE" = "Czy jesteś użytkownikiem %@?";
"MEMBER_INFO" = "Zaloguj się na swoim koncie, aby skonfigurować %@ na tym komputerze.";
"TRIAL_MESSAGE" = "Wypróbuj %@ za darmo.";
"TRIAL_INFO" = "Zarejestruj się i korzystaj z %@ za darmo przez 60 dni.";

/* Password Sheet */
"PASSWORD_SHEET_INFO" = "Jeżeli hasło nie było zmieniane ani zerowane, skontaktuj się z obsługą techniczną %@.";

/* Advanced View */
"REGISTERED_COMPUTERS" = "Komputery synchronizowane przy użyciu tego konta %@:";
"RESET_SYNC_DATA" = "Wyzeruj dane synchronizacji…";
"RESET_SYNC_HISTORY" = "Wyzeruj historię synchronizacji…";
"STOP_SYNCING_MESSAGE" = "Zatrzymaj synchronizację komputera…";

/* DeleteDataClassesPanel */
"DELETE_DATACLASSES_MESSAGE" = "Czy chcesz usunąć nieużywane informacje synchronizacji z %@?";
"DELETE_DATACLASSES_INFO" = "Na serwerze %@ znajdują się dodatkowe informacje, które nie zostały zsynchronizowane z tym komputerem. Jeżeli informacje te nie są synchronizowane przez inny komputer i nie potrzebujesz ich, zaznacz dowolne z nich na poniższej liście, aby usunąć je z serwera %@.";

/* Sync View */
"NEW_SYNCNAME_MESSAGE" = "Wpisz nazwę identyfikującą ten komputer na serwerze synchronizacji %@:";
"SYNC_TEXT" = "Synchronizuj z %@:";
